package com.starfish.mail.constant;

/**
 * Constant
 *
 * @author sunkolin
 * @version 1.0.0
 * @since 2016-12-15
 */
public class Constant {

    public static String REQUEST_TIME_KEY = "REQUEST_TIME";

    /**
     * 一小时毫秒值
     */
    public static final Long ONE_HOUR_MILLISECONDS = 60 * 60 * 1000L;

    /**
     * 发件人名称
     */
    public static final String MAIL_SENDER_NICK_NAME = "重要通知邮件";

    public static final String CONTENT = "听我慢慢说……\n" +
            "我跟老婆结婚后，在市里买了套二室一厅的房子，因为房贷压力挺大，加上还有小孩要供上学，我们平常都是非常节省地过日子\n" +
            "小姨子婚后第二年跟老公感情不和离了婚。她想出来找工作，就住在了我家，我也不好说什么，毕竟人家唯一能依靠的就是姐姐姐夫了，我想着找到了工作马上就会搬出去，所以也是好吃的好喝的供着。\n" +
            "但是，没想到这一住下就是四个多月了，她也不去找工作，而且特别的好吃懒做，\n" +
            "你说白天我跟她姐姐上班吧，她也不知道做个饭拖个地啥的，而是出去打麻将没事就在家练瑜伽，还非得等到她姐姐下班再来伺候她，还真把自己当成客人了，她这日子过得实在是潇洒，又自由，住得还挺舒服。\n" +
            "我觉得这样下去不是回事儿，家里多了个人，也不自在，特别是天气这么热，我想光这个膀子穿个大裤衩都不行，毕竟有外人看着呢\n" +
            "我私下跟老婆提过几次，说帮她找份工作，搬出去得了，总不能一直这样住下去啊，老婆回复我，说她刚离婚不久，还在创伤期，别在伤她的心了\n" +
            "现在她都无地可去，回乡下娘家吧，这嫁出去的女儿离了婚肯定会招人笑话，说我们无论如何不能赶她出门呀\n" +
            "我觉得我们现在经济压力也大，不能一直吃我的用我么的呀。那天，我冥思苦想，终于计上心来。\n" +
            "周末，老婆带小孩去医院体检，小姨子在家睡觉，我知道她不到中午肯定不起来的，我特意买了点熟食小龙虾类的，买了瓶酒，到了饭点叫小姨子起来吃饭。\n" +
            "吃饭时，我给她倒了杯酒，然后说：“今天你姐姐终于不在家，平常这些垃圾食品都不会让我吃的，今天你这个当妹的就陪我吃个痛快吧”，她见我这么有雅兴，也不能扫了我的兴，并陪着我一杯一杯的喝着\n" +
            "我估摸着她喝得差不多了，紧挨她坐着，她说她有点晕，我心底正得意。然后我慢慢地靠拢她，作势要吻她，手也搭上了她的肩膀，她吓了一跳，本能的往后退了不少\n" +
            "我说：“妹子，你听我说，我没喝醉，我就是莫名地对你有好感”，然后又往她靠近，她吓得猛地打了我两个巴掌，说没想到我是这种人，然后跑回了房间紧锁上了门。\n" +
            "果不其然，第二天小姨子就说要找个地方搬出去，我在心底乐开了花。";

}
